//academicSchedules.ts
export const academicSchedules = [
  { title: "졸업논문 제출", start: "2025-05-12", end: "2025-05-16" },
  { title: "2025년 2학기 다전공 신청", start: "2025-05-19", end: "2025-05-30" },
  { title: "2025년 2학기 전공개방모집 희망전공 신청", start: "2025-06-02", end: "2025-06-06" },
  { title: "2025년 1학기 강의평가 실시", start: "2025-06-02", end: "2025-06-30" },
  { title: "제21대 대통령 선거일", start: "2025-06-03", end: "2025-06-03" },
  { title: "현충일(공휴일)", start: "2025-06-06", end: "2025-06-06" },
  { title: "2025년 1학기 기말시험", start: "2025-06-17", end: "2025-06-23" },
  { title: "2025년 1학기 성적입력", start: "2025-06-17", end: "2025-06-30" },
  { title: "2025년 여름방학", start: "2025-06-24", end: "2025-08-31" },
  { title: "2025년 하계 계절학기", start: "2025-06-25", end: "2025-07-16" },
  { title: "2025년 2학기 재입학 원서 접수", start: "2025-07-01", end: "2025-07-04" },
  { title: "2025년 1학기 성적조회", start: "2025-07-01", end: "2025-07-06" },
  { title: "2025년 1학기 성적정정", start: "2025-07-03", end: "2025-07-06" },
  { title: "2025년 1학기 성적확정 및 2학기 전공개방모집 희망전공 정정", start: "2025-07-07", end: "2025-07-07" },
  { title: "2025년 2학기 복학신청", start: "2025-07-22", end: "2025-07-29" },
  { title: "2025년 2학기 휴학신청", start: "2025-07-22", end: "2025-09-26" },
  { title: "2025년 2학기 수강신청 장바구니", start: "2025-08-01", end: "2025-08-05" }]